; settings of tray-messages

[tray]
01="Pokaż VM"
02="Ukryj VM"
03="Pokaż VirtualBox"
04="Ukryj VirtualBox"
05="Ustawienia"
06="Wyjdź VirtualBox"
07="Prawy klik by zobaczyć menu!"

; general messages

[messages]
01="Błąd"
02="Zapisz"
03="Wyjdź"
04="Zapisane"
05="Restartuj VirtualBox by zmienić ustawienia."
06="Uruchomiam Portable-VirtualBox"
07="Zapis ustawień..."

; error-messages on start

[start]
01="Kopiuj pliki z VirtualBox do folederu APP-Folder."
02="Prosze pobrac VirtualBox z www.virtualbox.org i przeniesc plik do folderu Portable. VirtualBox zostanie automatycznie wypakowany i przystosowany do pracy po
rtable."

; labels of settings

[settings-label]
01="Ustawienia"

[homeroot-settings]
01="Główny-Folder"
02="Jeśli chcesz uruchamiać VirtualBox tylko na swoim komputerze, wybierz tutaj miejsce zapisu swoich ustawien VirtualBox. Uwaga: Ze względu na zmiany standardów, aplikacja nie będzie później Portable. (DOMYŚLNIE = ścieżka do "Portable-VirtualBox.exe")"
03="Uruchamiaj regularnie VirtualBox (DOMYŚLNE)"
04="Ustawienia i VMs ini"
05="Wybierz ścieżke..."
06="zapisz"

[startvm-settings]
01="Menadżer-VB"
02="Jeśli chcesz uruchomić VirtualBox z wirtualną maszyną, możesz ustawić to tutaj. Wybierz wirtualną maszynę która ma być załadowana. Żeby wybrać, musisz wybrać gdzie dane wirtualne maszyny się znajdują. Uwaga: Możesz również uruchomić wirtualną maszyne przez linie komend wpisując: "Portable-VirtualBox.exe "Nazwa-VM". (DOMYŚLNIE = uruchom bez VM)"
03="Uruchom VirtualBox bez VM (DEFAULT)"
04="VirtualBox z"
05="Wybierz VM ..."
06="start"

[hotkeys]
01="HotKeys"
02="Wybierz czy chcesz uruchamiać VirtualBox z HotKeys czy nie. Uwaga: Tutaj możesz tylko wybrać czy HotKeys będą włączone. By zdefiniować HotKey'e, przejdź do zakładki "Ustawienia-HotKeys". (DOMYŚLNIE = HotKeys "WŁ.")"
03="Uruchom VirtualBox z HotKeys (DOMYŚLNIE)"
04="Uruchom VirtualBox bez HotKeys"

[hotkey-settings]
01="Ustawienia-HotKey"
02="Żeby wybrać HotKey, ustaw komendy tutaj. Uwaga: Komendy przycisków limitowane do ALT, CTRL i SHIFT. Ostatni przycisk definiowany przez użytkownika. (DOMYŚLNIE = CTRL+"1-6")"
03="DOMYŚLNE (CTRL+"1 to 6")"

[usb]
01="USB"
02="Jeśli chcesz uruchomić VirtualBox z opcjonalnym wsparciem USB, możesz tutaj włączyć lub włączyć interfejs USB. Uwaga: Jeśli włączysz obsługe USB, musisz zgodzić sie na specjalnego sterownika USB VirtualBox. To tylko dla celów bezpieczeństwa. (DEFAULT = USB support "OFF")"
03="Uruchom VirtualBox bez wsparcia USB (DOMYŚLNE)"
04="Uruchom VirtualBox z wsparciem USB"

[net]
01="Sieć"
02="Jeśli chcesz uruchomić VirtualBox z opcjonalnym wsparciem sieci, możesz tutaj włączyć lub włączyć to wsparcie. Uwaga: Jeśli włączysz sieć, musisz zgodzić sie na specjalnego sterownika sieci VirtualBox. To tylko dla celów bezpieczeństwa. (DEFAULT = wsparcie sieci "WYŁ")"
03="Uruchom VirtualBox bez wsparcia sieci (DOMYŚLNIE)"
04="Uruchom VirtualBox z wsparciem sieci"

[update]
01="Aktualizacja"
02="Tutaj możesz wyłączyć lub włączyć aktualizacje Online. (DEFAULT = aktualizacja Online "WŁ")"
03="Uruchom VirtualBox bez aktualizacji Online"
04="Uruchom VirtualBox z aktualizacją Online (DOMYŚLNE)"

[language-settings]
01="Język"
02="Tutaj wybierz, czy VirtualBox ma być uruchamiany w innym języku. Po prostu wybierz żądany język interfejsu użytkownika."
03="Wybrany język:"
04="Przegląd"

[about]
01="O programie..."

; messages of save-dialogs and errors

[srcuserhome]
01="Wybierz ścieżke domową"

[okuserhome]
01="Wybierz sciezke domową ..."
02="Wybierz ścieżke domową lub DOMYŚLNĄ."

[srcstartvm]
01="Wybierz VM"

[okstartvm]
01="Wybierz VM ..."
02="Wybierz VM lub DOMYŚLNE."

[okhotkeysset]
01="Zdefiniuj przycisk dla pole wejscia."

[srclanguage]
01="Wybierz jezyk ..."

[oklanguage]
01="Wybierz jezyk."

; message of update-dialogs

[check]
01="Portable-VirtualBox *** Aktualizuj TAK lub NIE ***"
02="Nowa wersja VirtualBox"
03="Nowy Launcher Launcher"
04="Nowa wersja VirtualBox"
05="i Launcher"
06="do"
07="jest dostepna/ny. Chcesz zrobic aktualizacje teraz?"
08="kopia zapasowa starych plikow"
09="Status-Info:"
10="TAK"
11="NIE"

[download]
01="Portable-VirtualBox"
02="Tutaj można znaleźć pliki instalacyjne z VirtualBox może automatycznie pobierać i dokonać pewnych korekt (Jeżeli używasz tego skryptu pobierania VirtualBox, zaznacz te ustawienia i kliknij przycisk "" OK "")."
03="Pobierz pliki instalacyjne VirtualBox"
04="LUB"
05="Ścieżka pliku instalacyjnego VirtualBox ..."
06="Szukaj"
07="Wypakuj pliki dla 32-bit systemu"
08="Wypakuj pliki dla 64-bit systemu"
09="Spakuj pliki by zredukować wielkość"
10="Uruchom Portable-VirtualBox po wypakowaniu"
11="Status-Info:"
12="OK"
13="Licencja VirtualBox"
14="Wyjście"
15="Info"
16="Proszę uruchomić VirtualBox ponownie, nowe pliki zostaną adoptowane!"

[status]
01="Pobieranie:"
02="Gotowy z pobraniem! Pliki zostaly umieszczone w folderze z VirtualBox-Portable."
03="VirtualBox - plik instalalcyjny"
04="Proszę czekać, wypakowuję pliki."
05="Proszę czekać, kopiuję pliki."
06="Proszę czekać, kompresuje pliki."
07="Proszę czekać, usuwam pliki i foldery"
08="Ukończono, wypakowuję i/lub kompresuję lub kopiuję pliki."
09="Proszę czekać, robię backup starych plikow i folderów"
10="Proszę czekać, pobieram aktualizację."
11="Proszę czekać, aktualizuję pliki i foldery"
12="Ukończono update."